sindresorhus/pure

getantidote/use-omz
ohmyzsh/ohmyzsh path:lib
ohmyzsh/ohmyzsh path:plugins/git-commit 
ohmyzsh/ohmyzsh path:plugins/tmux

chrissicool/zsh-256color
zsh-users/zsh-autosuggestions
zsh-users/zsh-syntax-highlighting
